export const weapons = [
  {
    id: 1,
    value: [
      "　スプラシューター",
      "　スプラシューターコラボ",
      "　スプラシューターベッチュー",
    ],
  },
  {
    id: 2,
    value: [
      "　プライムシューター",
      "　プライムシューターコラボ",
      "　プライムシューターベッチュー",
    ],
  },
  {
    id: 3,
    value: ["　シャープマーカー", "　シャープマーカーネオ"],
  },
  {
    id: 4,
    value: ["　わかばシューター", "　もみじシューター", "　おちばシューター"],
  },
  {
    id: 5,
    value: ["　プロモデラーMG", "　プロモデラーRG", "　プロモデラーPG"],
  },
  {
    id: 6,
    value: ["　N-ZAP85", "　N-ZAP89", "　N-ZAP83"],
  },
  {
    id: 7,
    value: ["　.52ガロン", "　.52ガロンデコ", "　.52ガロンベッチュー"],
  },
  {
    id: 8,
    value: ["　ジェットスイーパー", "　ジェットスイーパーカスタム"],
  },
  {
    id: 9,
    value: ["　L3リールガン", "　L3リールガンD", "　L3リールガンベッチュー"],
  },
  {
    id: 10,
    value: ["　.96ガロン", "　.96ガロンデコ"],
  },
  {
    id: 11,
    value: ["　H3リールガン", "　H3リールガン", "　H3リールガンチェリー"],
  },
  {
    id: 12,
    value: [
      "　ボールドマーカー",
      "　ボールドマーカーネオ",
      "　ボールドマーカー7",
    ],
  },
  {
    id: 13,
    value: ["　ボトルガイザー", "　ボトルガイザーフォイル"],
  },
  {
    id: 14,
    value: ["　ホットブラスター", "　ホットブラスターカスタム"],
  },
  {
    id: 15,
    value: [
      "　ラピッドブラスター",
      "　ラピッドブラスターデコ",
      "　ラピッドブラスターベッチュー",
    ],
  },
  {
    id: 16,
    value: [
      "　ノヴァブラスター",
      "　ノヴァブラスターネオ",
      "　ノヴァブラスターベッチュー",
    ],
  },
  {
    id: 17,
    value: ["　クラッシュブラスター", "　クラッシュブラスターネオ"],
  },
  {
    id: 18,
    value: ["　Rブラスターエリート", "　Rブラスターエリートデコ"],
  },
  {
    id: 19,
    value: [
      "　ロングブラスター",
      "　ロングブラスターカスタム",
      "　ロングブラスターネクロ",
    ],
  },
  {
    id: 20,
    value: [
      "　スプラローラー",
      "　スプラローラーコラボ",
      "　スプラローラーベッチュー",
    ],
  },
  {
    id: 21,
    value: [
      "　ダイナモローラー",
      "　ダイナモローラーテスラ",
      "　ダイナモローラーベッチュー",
    ],
  },
  {
    id: 22,
    value: ["　カーボンローラー", "　カーボンローラーデコ"],
  },
  {
    id: 23,
    value: ["　ヴァリアブルローラー", "　ヴァリアブルローラーフォイル"],
  },
  {
    id: 24,
    value: ["　ホクサイ", "　ホクサイ・ヒュー", "　ホクサイベッチュー"],
  },
  {
    id: 25,
    value: ["　パブロ", "　パブロ・ヒュー", "　パーマネント・パブロ"],
  },
  {
    id: 26,
    value: [
      "　スプラチャージャー",
      "　スプラスコープ",
      "　スプラチャージャーコラボ",
      "　スプラスコープコラボ",
      "　スプラチャージャーベッチュー",
      "　スプラスコープベッチュー",
    ],
  },
  {
    id: 27,
    value: [
      "　リッター4K",
      "　4Kスコープ",
      "　リッター4Kカスタム",
      "　4Kスコープカスタム",
    ],
  },
  {
    id: 28,
    value: [
      "　リッター4K",
      "　4Kスコープ",
      "　リッター4Kカスタム",
      "　4Kスコープカスタム",
    ],
  },
  {
    id: 29,
    value: ["　ソイチューバー", "　ソイチューバーカスタム"],
  },
  {
    id: 30,
    value: ["　スクイックリンα", "　スクイックリンβ", "　スクイックリンγ"],
  },
  {
    id: 31,
    value: ["　14式竹筒銃・甲", "　14式竹筒銃・乙", "　14式竹筒銃・丙"],
  },
  {
    id: 32,
    value: [
      "　バケットスロッシャー",
      "　バケットスロッシャーデコ",
      "　バケットスロッシャーソーダ",
    ],
  },
  {
    id: 33,
    value: ["　ヒッセン", "　ヒッセン・ヒュー"],
  },
  {
    id: 34,
    value: [
      "　スクリュースロッシャー",
      "　スクリュースロッシャーネオ",
      "　スクリュースロッシャーベッチュー",
    ],
  },
  {
    id: 35,
    value: ["　オーバーフロッシャー", "　オーバーフロッシャーデコ"],
  },
  {
    id: 36,
    value: [
      "　バレルスピナー",
      "　バレルスピナーデコ",
      "　バレルスピナーリミックス",
    ],
  },
  {
    id: 37,
    value: [
      "　スプラスピナー",
      "　スプラスピナーコラボ",
      "　スプラスピナーベッチュー",
    ],
  },
  {
    id: 38,
    value: ["　ハイドラント", "　ハイドラントカスタム"],
  },
  {
    id: 39,
    value: ["　クーゲルシュライバー", "　クーゲルシュライバー・ヒュー"],
  },
  {
    id: 40,
    value: ["　ノーチラス47", "　 ノーチラス79"],
  },
  {
    id: 41,
    value: [
      "　スプラマニューバー",
      "　スプラマニューバーコラボ",
      "　スプラマニューバーベッチュー",
    ],
  },
  {
    id: 42,
    value: ["　スパッタリー", "　スパッタリー・ヒュー", "　スパッタリークリア"],
  },
  {
    id: 43,
    value: ["　デュアルスイーパー", "　デュアルスイーパーカスタム"],
  },
  {
    id: 44,
    value: ["　ケルビン525", "　ケルビン525デコ", "　ケルビン525ベッチュー"],
  },
  {
    id: 45,
    value: ["　クアッドホッパーブラック", "　クアッドホッパーホワイト"],
  },
  {
    id: 46,
    value: ["　パラシェルター", "　パラシェルターソレーラ"],
  },
  {
    id: 47,
    value: [
      "　キャンピングシェルター",
      "　キャンピングシェルターソレーラ",
      "　キャンピングシェルターカーモ",
    ],
  },
  {
    id: 48,
    value: [
      "　スパイガジェット",
      "　スパイガジェットソレーラ",
      "　スパイガジェットベッチュー",
    ],
  },
];
